tap "1password/tap"
tap "amar1729/formulae"
tap "claui/whence"
tap "datawire/blackbird"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "pulumi/tap"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
brew "openssl@3"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "jpeg-xl"
brew "aom"
brew "arangodb", restart_service: true
brew "autoconf"
brew "automake"
brew "docutils"
brew "awscli"
brew "python@3.10", link: false
brew "azure-cli"
brew "bazel"
brew "bzip2"
brew "c-blosc"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eksctl"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "ghostscript"
brew "git-secrets"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gopass"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "jenv"
brew "jq"
brew "jsonschema"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "libmagic"
brew "libxml2"
brew "libxmlsec1"
brew "maven"
brew "moreutils"
brew "mtr"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "node-build"
brew "node@18"
brew "nodenv"
brew "oath-toolkit"
brew "openblas"
brew "pass-otp"
brew "pinentry-mac"
brew "virtualenv"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "proj"
brew "pyenv"
brew "python@3.9"
brew "r"
brew "rust"
brew "step"
brew "telnet"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "typescript"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "amar1729/formulae/browserpass"
brew "datawire/blackbird/telepresence-arm64"
brew "go-task/tap/go-task"
brew "pulumi/tap/pulumi"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "cpuinfo"
cask "dbeaver-community"
cask "docker"
cask "google-cloud-sdk"
cask "macfuse"
cask "mactex"
cask "openvpn-connect"
cask "vlc"
vscode "42Crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "IBM.codewind-openapi-tools"
vscode "JaimeOlivares.yuml"
vscode "monotykamary.vscode-aql"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "Orta.vscode-jest"
vscode "paiqo.databricks-vscode"
vscode "RandomFractalsInc.vscode-data-table"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "searKing.preview-vscode"
vscode "wayou.vscode-todo-highlight"
