tap "amar1729/formulae"
tap "claui/whence"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "python@3.9"
brew "glib"
brew "python@3.10", link: false
brew "certbot"
brew "cmake"
brew "coreutils"
brew "eksctl"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gopass"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "ipcalc"
brew "jenv"
brew "jq"
brew "krb5"
brew "krew"
brew "kube-ps1"
brew "libxmlsec1"
brew "maven"
brew "moreutils"
brew "mtr"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "openldap"
brew "openssl@3"
brew "pass-otp"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "r"
brew "rust"
brew "squashfuse"
brew "step"
brew "telnet"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "typescript"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "amar1729/formulae/browserpass"
cask "docker"
cask "google-cloud-sdk"
cask "macfuse"
cask "vlc"
